export const slides = [
  {
    title: 'Бросить монетку',
    description: 'Победитель получает либо выбор строны стола, либо введение мяча в игру. Между сетами можно менять сторону стола.',
    icon: 'coin',
  },
  {
    title: 'Введение мяча в игру',
    description: 'Спросите оппонента: Готов? Когда оппонент согласится, проведите распасовку. Для этого коснитесь мяча двумя разными фигурками одной линии. С третьего касания можно начинать играть.',
    icon: 'areYouReady',
  },
  {
    title: 'Гол',
    description: 'Мяч может быть забит с любой фигурки любой линии. Если мяч вылетел из ворот – гол засчитывается. Команда, пропустившая мяч, следующей вводит мяч в игру.',
    icon: 'goal',
  },
  {
    title: 'Мертвый мяч',
    description: 'Если мяч умер между центральными линиями, похороны проводит команда, последняя пропустившая гол. Если мяч умер в любом другом месте, хоронит ближайшая защита.',
    icon: 'deadBall',
  },
  {
    title: 'Мяч в ауте',
    description: 'Если при владении мячом команда отправляет мяч за пределы поля, то мяч в игру вводит ее оппонент.',
    icon: 'ballOut',
  },
  {
    title: 'Не крути!',
    description: 'Если ты мужчина!',
    icon: 'noRollover',
  },
  {
    title: 'Играй честно',
    description: 'Будем честными, пидоров никто не любит. Трясти стол, отвлекать соперника вопреки его желанию поиграть технично – пидорство и наказуемо правилами. Веселитесь в другом месте.',
    icon: 'fairPlay',
  },
  {
    title: 'Пенальти',
    description: 'Нарушившая правила команда отдает мяч сопернику. Подробнее о том куда конкретно отдавать мяч читайте в полных правилах.',
    icon: 'penalty',
  },
];
